car= ["BMW", "MB", "LADA", "KIA", "HONDA"] # Создайте список из 5 машин - ["BMW", "MB", "LADA", "KIA", "HONDA"]
# Создайте целочисленную переменную cars_count = 0
cars_count = 0
# Создайте цикл for и в цикле распечатайте каждый из автомобилей в строке 'Я езжу на автомабиле марки'
for i in car:
    print( "Я езжу на автомабиле марки", i)
    cars_count += 10                          # Напишите в цикле из шага номер 2 увеличение переменной на 10 в каждом шаге цикла (cars_count += 10)
#   print(cars_count)  # в задание нет требование, что бы она выводилась на экран


